import 'package:my_diary_app/freelance_model.dart';

List<Freelance> freelance = [
    Freelance(
      'Мобильное приложение Android', 
      '500', 
      'Создать мобильное приложение под Android для заказа доставки пиццы. Реализовать возможность авторизации.',
      '12.04',
      '4'
    ),
    Freelance(
      'Создать модель супермена', 
      '80', 
      'Создать модель супермена в программе Blender. Она должна быть выполнена в мультяшном стиле и хорошо детализирована',
      '25.03',
      '3'
    ),
    Freelance(
      'Дипломная работа', 
      '100', 
      'Написать дипломную работу на тему "Влиняние нейросетей на написание дипломных работ". Работа должна быть минимум 30стр',
      '20.04',
      '2'
    ),
  Freelance(
      'Обработать фотографию', 
      '15', 
      'Обработать фотографию, убрать неровности на лице и замазать людей на заднем фоне. Также отредактировать цвет',
      '23.03',
      '1'
    ),

    

  ];
